Repository: y41069586-sudo/VoicePeak
Catalog: Verite/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: The 14-day glow-up.
de: Das 14-Tage-Glow-up.
es: El glow-up de 14 días.
fr: Le glow-up en 14 jours.
it: Il glow-up in 14 giorni.

source: The Delta
de: Das Delta
es: El delta
fr: Le delta
it: Il delta

source: The Full Ramp
de: Die volle Strecke
es: La ruta completa
fr: Le parcours complet
it: Il percorso completo

source: The exact chart your first scan builds — photo and all.
de: Genau die Auswertung, die dein erster Scan erstellt — mit Foto.
es: El gráfico exacto que crea tu primer escaneo, con foto incluida.
fr: Le graphique exact que ton premier scan crée — photo comprise.
it: Il grafico esatto che crea la tua prima scansione — foto inclusa.

source: The extra scan isn't available right now. Check your connection and try again.
de: Der Extra-Scan ist gerade nicht verfügbar. Prüfe deine Verbindung und versuch es erneut.
es: El escaneo extra no está disponible ahora. Comprueba tu conexión e inténtalo de nuevo.
fr: Le scan supplémentaire n'est pas disponible pour le moment. Vérifie ta connexion et réessaie.
it: La scansione extra non è al momento disponibile. Controlla la connessione e riprova.

source: The same barrier cream at night — that's when repair happens.
de: Dieselbe Barriere-Creme am Abend — nachts passiert die Reparatur.
es: La misma crema barrera por la noche: es cuando ocurre la reparación.
fr: La même crème barrière le soir — c'est la nuit que la réparation se fait.
it: La stessa crema barriera la sera — è di notte che avviene la riparazione.

source: The same fragrance-free barrier for an overnight calm-down.
de: Dieselbe parfümfreie Barriere zum Beruhigen über Nacht.
es: La misma barrera sin perfume para calmar durante la noche.
fr: La même barrière sans parfum pour apaiser pendant la nuit.
it: La stessa barriera senza profumo per calmare durante la notte.

source: The scan usually finds headroom you don't feel.
de: Der Scan findet meist Spielraum, den du nicht spürst.
es: El escaneo suele encontrar margen que no notas.
fr: Le scan trouve souvent une marge que tu ne sens pas.
it: La scansione di solito trova margine che non percepisci.

source: They edged it
de: Er hatte knapp die Nase vorn
es: Ganó por poco
fr: Il l'a emporté de peu
it: Ha vinto per un soffio

source: They tap it, scan their face, and your 14 days start together.
de: Er tippt drauf, scannt sein Gesicht — und eure 14 Tage starten gemeinsam.
es: Lo abre, escanea su cara y vuestros 14 días empiezan juntos.
fr: Il l'ouvre, scanne son visage et vos 14 jours commencent ensemble.
it: Lo apre, scansiona il viso e i vostri 14 giorni iniziano insieme.

source: This is your skin's ceiling. The next 14 days close the gap.
de: Das ist die Obergrenze deiner Haut. Die nächsten 14 Tage schließen die Lücke.
es: Este es el techo de tu piel. Los próximos 14 días cierran la brecha.
fr: C'est le plafond de ta peau. Les 14 prochains jours comblent l'écart.
it: Questo è il tetto della tua pelle. I prossimi 14 giorni colmano il divario.

source: This scan · score + all 7 metrics
de: Dieser Scan · Score + alle 7 Werte
es: Este escaneo · puntuación + 7 métricas
fr: Ce scan · score + les 7 mesures
it: Questa scansione · punteggio + 7 metriche

source: This scan · your plan included
de: Dieser Scan · dein Plan inklusive
es: Este escaneo · tu plan incluido
fr: Ce scan · ton plan inclus
it: Questa scansione · piano incluso

source: This tunes your scan for a sharper analysis.
de: Das kalibriert deinen Scan für eine schärfere Analyse.
es: Esto calibra tu escaneo para un análisis más nítido.
fr: Cela calibre ton scan pour une analyse plus précise.
it: Questo calibra la tua scansione per un'analisi più nitida.

source: Three days in a row.
de: Drei Tage am Stück.
es: Tres días seguidos.
fr: Trois jours d'affilée.
it: Tre giorni di fila.

source: Tight, uneven, needs care
de: Spannt, uneben, braucht Pflege
es: Tirante, desigual, necesita cuidado
fr: Tiraille, irrégulière, a besoin de soin
it: Tira, irregolare, ha bisogno di cure

source: Tightens the pore visibility pulling your score down (%lld).
de: Verfeinert die sichtbaren Poren, die deinen Score (%lld) drücken.
es: Reduce la visibilidad de los poros que baja tu puntuación (%lld).
fr: Resserre la visibilité des pores qui fait baisser ton score (%lld).
it: Riduce la visibilità dei pori che abbassa il tuo punteggio (%lld).

source: Time to measure the delta.
de: Zeit, das Delta zu messen.
es: Hora de medir el delta.
fr: Il est temps de mesurer le delta.
it: È ora di misurare il delta.

source: Time's up — lock in your score
de: Zeit um — sichere deinen Score
es: Se acabó el tiempo: fija tu puntuación
fr: Temps écoulé — verrouille ton score
it: Tempo scaduto: blocca il punteggio

source: Tired, lacking glow
de: Müde, ohne Glow
es: Apagada, sin luminosidad
fr: Terne, sans éclat
it: Spenta, senza luminosità

source: Today complete — see you tomorrow.
de: Heute geschafft — bis morgen.
es: Hoy completado — hasta mañana.
fr: Aujourd'hui terminé — à demain.
it: Oggi completato — a domani.

source: Today's routine takes two minutes. The rescan is coming.
de: Deine Routine heute dauert zwei Minuten. Der Re-Scan kommt.
es: Tu rutina de hoy toma dos minutos. El reescaneo se acerca.
fr: Ta routine du jour prend deux minutes. Le rescan approche.
it: La routine di oggi richiede due minuti. La riscansione è vicina.

source: Tone begins to even out; full fading takes longer.
de: Der Ton gleicht sich an; vollständiges Verblassen dauert länger.
es: El tono empieza a uniformarse; el desvanecimiento total tarda más.
fr: Le teint commence à s’uniformiser ; l’estompage complet prend plus de temps.
it: Il tono inizia a uniformarsi; lo schiarimento completo richiede più tempo.

source: Tranexamic acid
de: Tranexamsäure
es: Ácido tranexámico
fr: Acide tranexamique
it: Acido tranexamico

source: Tranexamic acid 3% + niacinamide
de: Tranexamsäure 3% + Niacinamid
es: Ácido tranexámico 3% + niacinamida
fr: Acide tranexamique 3% + niacinamide
it: Acido tranexamico 3% + niacinamide

source: Tranexamic acid serum
de: Tranexamsäure-Serum
es: Sérum de ácido tranexámico
fr: Sérum à l'acide tranexamique
it: Siero all'acido tranexamico

source: Try dragging the slider
de: Zieh am Regler
es: Prueba a arrastrar el control
fr: Fais glisser le curseur
it: Prova a trascinare il cursore

source: Turn your %lld scans into a share-ready video
de: Mach aus deinen %lld Scans ein teilbares Video
es: Convierte tus %lld escaneos en un vídeo para compartir
fr: Transforme tes %lld scans en vidéo à partager
it: Trasforma le tue %lld scansioni in un video da condividere

source: Turn your head slightly to the left
de: Dreh den Kopf leicht nach links
es: Gira la cabeza ligeramente a la izquierda
fr: Tourne légèrement la tête vers la gauche
it: Gira leggermente la testa a sinistra

source: UV filters
de: UV-Filter
es: Filtros UV
fr: Filtres UV
it: Filtri UV

source: UV is the #1 score killer. Non-negotiable, every day.
de: UV ist der Score-Killer Nr. 1. Nicht verhandelbar, jeden Tag.
es: El UV es el killer nº1 de tu puntuación. Innegociable, cada día.
fr: Les UV sont le tueur de score n°1. Non négociable, chaque jour.
it: L'UV è il killer n.1 del punteggio. Non negoziabile, ogni giorno.

source: Under 25
de: Unter 25
es: Menos de 25
fr: Moins de 25
it: Meno di 25

source: Under 6h
de: Unter 6 Std.
es: Menos de 6h
fr: Moins de 6h
it: Meno di 6h

source: Under 6h sleep
de: Unter 6 Std. Schlaf
es: Menos de 6h de sueño
fr: Moins de 6h de sommeil
it: Meno di 6h di sonno

source: Uneven tone is the main thing standing between you and a higher score.
de: Ungleichmäßiger Teint ist das Haupthindernis zu einem höheren Score.
es: El tono desigual es lo principal entre tú y una puntuación más alta.
fr: Le teint irrégulier est ce qui te sépare le plus d'un meilleur score.
it: Il tono irregolare è ciò che ti separa di più da un punteggio più alto.

source: Unlock my results
de: Ergebnisse freischalten
es: Desbloquear mis resultados
fr: Débloquer mes résultats
it: Sblocca i miei risultati

source: Unlock my routine
de: Routine freischalten
es: Desbloquear mi rutina
fr: Débloquer ma routine
it: Sblocca la mia routine

source: Unlock scanning with Pro
de: Scannen mit Pro freischalten
es: Desbloquea el escaneo con Pro
fr: Débloque le scan avec Pro
it: Sblocca la scansione con Pro

source: Unlock to see your full skin analysis and your 14-day potential.
de: Schalte deine komplette Hautanalyse und dein 14-Tage-Potenzial frei.
es: Desbloquea tu análisis de piel completo y tu potencial de 14 días.
fr: Débloque ton analyse de peau complète et ton potentiel sur 14 jours.
it: Sblocca la tua analisi completa e il tuo potenziale in 14 giorni.

source: Unlock unlimited scans with Pro
de: Unbegrenzte Scans mit Pro freischalten
es: Desbloquea escaneos ilimitados con Pro
fr: Débloque les scans illimités avec Pro
it: Sblocca scansioni illimitate con Pro

source: Unlock your number, all seven metrics, your potential, and the 14-day plan built from them.
de: Schalte deine Zahl frei, alle sieben Metriken, dein Potenzial und den 14-Tage-Plan daraus.
es: Desbloquea tu número, las siete métricas, tu potencial y el plan de 14 días que sale de ellos.
fr: Débloque ton chiffre, les sept mesures, ton potentiel et le plan de 14 jours qui en découle.
it: Sblocca il tuo numero, tutte e sette le metriche, il tuo potenziale e il piano di 14 giorni che ne nasce.

source: Unlocking…
de: Wird freigeschaltet…
es: Desbloqueando…
fr: Déblocage…
it: Sblocco in corso…

source: Use good, even lighting
de: Nutze gutes, gleichmäßiges Licht
es: Usa buena luz uniforme
fr: Utilise un bon éclairage uniforme
it: Usa una luce buona e uniforme

source: Visible pores and oil
de: Sichtbare Poren und Glanz
es: Poros visibles y grasa
fr: Pores visibles et sébum
it: Pori visibili e sebo

source: Vitamin C derivative serum
de: Vitamin-C-Derivat-Serum
es: Sérum de derivado de vitamina C
fr: Sérum dérivé de vitamine C
it: Siero derivato di vitamina C

source: WHAT TO EXPECT
de: WAS DICH ERWARTET
es: QUÉ ESPERAR
fr: À QUOI T’ATTENDRE
it: COSA ASPETTARTI

source: WHAT WE HEAR SO FAR
de: WAS WIR BISHER HÖREN
es: LO QUE OÍMOS HASTA AHORA
fr: CE QU'ON ENTEND JUSQU'ICI
it: QUELLO CHE SENTIAMO FINORA

source: WHY THIS
de: WARUM DAS
es: POR QUÉ ESTO
fr: POURQUOI
it: PERCHÉ QUESTO

source: Watch your skin get read.
de: Sieh zu, wie deine Haut gelesen wird.
es: Mira cómo se lee tu piel.
fr: Regarde ta peau se faire lire.
it: Guarda la tua pelle venire letta.

source: We'll build your plan around it — no ingredient you flagged.
de: Wir bauen deinen Plan darum herum — kein Wirkstoff, den du markiert hast.
es: Crearemos tu plan en torno a ello: ningún ingrediente que hayas marcado.
fr: On construira ton plan en conséquence — aucun ingrédient signalé.
it: Costruiremo il piano di conseguenza — nessun ingrediente segnalato.

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale

source: Weekly scan cap reached
de: Wochenlimit für Scans erreicht
es: Límite semanal de escaneos alcanzado
fr: Limite hebdomadaire de scans atteinte
it: Limite settimanale di scansioni raggiunto

source: Weighing sleep & sun exposure…
de: Schlaf & Sonne werden gewichtet…
es: Ponderando sueño y exposición al sol…
fr: Pondération du sommeil et du soleil…
it: Valutazione di sonno ed esposizione al sole…

source: Weighing your lifestyle answers…
de: Deine Lifestyle-Antworten werden gewichtet…
es: Ponderando tus respuestas de estilo de vida…
fr: Pondération de tes réponses lifestyle…
it: Valutazione delle tue risposte sullo stile di vita…

source: What describes it best right now?
de: Was beschreibt sie gerade am besten?
es: ¿Qué la describe mejor ahora mismo?
fr: Qu'est-ce qui la décrit le mieux en ce moment ?
it: Cosa la descrive meglio in questo momento?

source: What draws your eye in the mirror?
de: Was fällt dir im Spiegel zuerst auf?
es: ¿Qué te llama la atención en el espejo?
fr: Qu'est-ce qui attire ton regard dans le miroir ?
it: Cosa ti cattura l'occhio allo specchio?

source: What fourteen days can move.
de: Was vierzehn Tage bewegen.
es: Lo que catorce días pueden mover.
fr: Ce que quatorze jours peuvent changer.
it: Cosa possono muovere quattordici giorni.

source: What should we call you?
de: Wie sollen wir dich nennen?
es: ¿Cómo te llamamos?
fr: Comment doit-on t'appeler ?
it: Come ti chiamiamo?

source: What's SPF
de: Was ist SPF
es: ¿Qué es SPF?
fr: C'est quoi le SPF
it: Cos'è l'SPF

source: Where did you find Glowé?
de: Wo hast du Glowé entdeckt?
es: ¿Dónde descubriste Glowé?
fr: Où as-tu découvert Glowé ?
it: Dove hai scoperto Glowé?

source: Where do you land?
de: Wo landest du?
es: ¿Dónde caes?
fr: Où te situes-tu ?
it: Dove ti collochi?

source: Where do you land, %@?
de: Wo landest du, %@?
es: ¿Dónde caes, %@?
fr: Où te situes-tu, %@ ?
it: Dove ti collochi, %@?

source: Why this?
de: Warum das?
es: ¿Por qué esto?
fr: Pourquoi ça ?
it: Perché questo?

source: Wind-down check, 21:00
de: Abend-Check, 21:00
es: Repaso de la noche, 21:00
fr: Point du soir, 21:00
it: Controllo serale, 21:00

source: With your routine, 8:00
de: Zu deiner Routine, 8:00
es: Con tu rutina, 8:00
fr: Avec ta routine, 8:00
it: Con la tua routine, 8:00

source: YOU
de: DU
es: TÚ
fr: TOI
it: TU

source: YOUR 14-DAY COMMITMENT
de: DEIN 14-TAGE-VERSPRECHEN
es: TU COMPROMISO DE 14 DÍAS
fr: TON ENGAGEMENT DE 14 JOURS
it: IL TUO IMPEGNO DI 14 GIORNI

source: YOUR LIFE · ONE OF THREE
de: DEIN LEBEN · EINS VON DREI
es: TU VIDA · UNO DE TRES
fr: TA VIE · UN SUR TROIS
it: LA TUA VITA · UNO DI TRE

source: YOUR LIFE · THREE OF THREE
de: DEIN LEBEN · DREI VON DREI
es: TU VIDA · TRES DE TRES
fr: TA VIE · TROIS SUR TROIS
it: LA TUA VITA · TRE DI TRE

source: YOUR LIFE · TWO OF THREE
de: DEIN LEBEN · ZWEI VON DREI
es: TU VIDA · DOS DE TRES
fr: TA VIE · DEUX SUR TROIS
it: LA TUA VITA · DUE DI TRE

source: YOUR RANGE
de: DEINE SPANNE
es: TU RANGO
fr: TA FOURCHETTE
it: IL TUO INTERVALLO

source: YOUR SKIN · ONE OF THREE
de: DEINE HAUT · EINS VON DREI
es: TU PIEL · UNO DE TRES
fr: TA PEAU · UN SUR TROIS
it: LA TUA PELLE · UNO DI TRE

source: YOUR SKIN · THREE OF THREE
de: DEINE HAUT · DREI VON DREI
es: TU PIEL · TRES DE TRES
fr: TA PEAU · TROIS SUR TROIS
it: LA TUA PELLE · TRE DI TRE

source: YOUR SKIN · TWO OF THREE
de: DEINE HAUT · ZWEI VON DREI
es: TU PIEL · DOS DE TRES
fr: TA PEAU · DEUX SUR TROIS
it: LA TUA PELLE · DUE DI TRE

source: YOUR STANDING
de: DEIN RANG
es: TU POSICIÓN
fr: TON CLASSEMENT
it: LA TUA POSIZIONE

source: YOUR UPDATED CEILING
de: DEINE NEUE OBERGRENZE
es: TU NUEVO TECHO
fr: TON NOUVEAU PLAFOND
it: IL TUO NUOVO TETTO

source: Yes, create new
de: Ja, neu erstellen
es: Sí, crear nuevo
fr: Oui, en créer un nouveau
it: Sì, creane uno nuovo

source: You
de: Du
es: Tú
fr: Toi
it: Tu

source: You already have a 14-day plan
de: Du hast schon einen 14-Tage-Plan
es: Ya tienes un plan de 14 días
fr: Tu as déjà un plan de 14 jours
it: Hai già un piano di 14 giorni

source: You as a 10/10!
de: Du als 10/10!
es: ¡Tú como un 10/10!
fr: Toi en 10/10 !
it: Tu come un 10/10!

source: You at 100.
de: Du bei 100.
es: Tú al 100.
fr: Toi à 100.
it: Tu a 100.

source: You both get a bonus scan
de: Ihr bekommt beide einen Bonus-Scan
es: Ambos recibís un escaneo extra
fr: Vous recevez chacun un scan bonus
it: Ricevete entrambi una scansione bonus

source: You both run 14 days. Whoever improves their skin score more, wins.
de: Ihr macht beide 14 Tage. Wer seinen Skin-Score mehr verbessert, gewinnt.
es: Los dos hacéis 14 días. Gana quien más mejore su puntuación.
fr: Vous faites tous les deux 14 jours. Celui qui améliore le plus son score gagne.
it: Fate entrambi 14 giorni. Vince chi migliora di più il punteggio.

source: You faced the honest number.
de: Du hast der ehrlichen Zahl ins Auge gesehen.
es: Enfrentaste el número honesto.
fr: Tu as affronté le chiffre honnête.
it: Hai affrontato il numero onesto.

source: You finished 14 days
de: Du hast 14 Tage geschafft
es: Terminaste 14 días
fr: Tu as terminé 14 jours
it: Hai completato 14 giorni

source: You need at least 2 scans with photos to make a reel.
de: Du brauchst mindestens 2 Scans mit Fotos für ein Reel.
es: Necesitas al menos 2 escaneos con fotos para crear un reel.
fr: Il te faut au moins 2 scans avec photos pour créer un reel.
it: Ti servono almeno 2 scansioni con foto per creare un reel.

source: You told us SPF isn't a daily habit yet — this is the single change that moves your score most.
de: Du hast gesagt, SPF ist noch keine tägliche Gewohnheit — das ist die eine Änderung, die deinen Wert am meisten bewegt.
es: Nos dijiste que el SPF aún no es un hábito diario — este es el único cambio que más sube tu puntuación.
fr: Tu nous as dit que le SPF n'est pas encore une habitude quotidienne — c'est le seul changement qui fait le plus grimper ton score.
it: Ci hai detto che l'SPF non è ancora un'abitudine quotidiana — è l'unico cambiamento che fa salire di più il tuo punteggio.

source: You won 👑
de: Du hast gewonnen 👑
es: ¡Has ganado! 👑
fr: Tu as gagné 👑
it: Hai vinto 👑

source: You'll return to the start. Your scans stay on this device.
de: Du kehrst zum Anfang zurück. Deine Scans bleiben auf diesem Gerät.
es: Volverás al inicio. Tus escaneos se quedan en este dispositivo.
fr: Tu reviendras au début. Tes scans restent sur cet appareil.
it: Tornerai all'inizio. Le tue scansioni restano su questo dispositivo.

source: You're ahead
de: Du führst
es: Vas ganando
fr: Tu es en tête
it: Sei in vantaggio

source: Your 14-day trajectory.
de: Deine 14-Tage- Kurve.
es: Tu trayectoria de 14 días.
fr: Ta trajectoire sur 14 jours.
it: La tua traiettoria di 14 giorni.

source: Your 14-day plan at a glance.
de: Dein 14-Tage-Plan auf einen Blick.
es: Tu plan de 14 días de un vistazo.
fr: Ton plan de 14 jours en un coup d'œil.
it: Il tuo piano di 14 giorni a colpo d'occhio.

source: Your 14-day plan is being laid out
de: Dein 14-Tage-Plan wird erstellt
es: Tu plan de 14 días se está preparando
fr: Ton plan de 14 jours se prépare
it: Il tuo piano di 14 giorni è in preparazione

source: Your 14-day routine
de: Deine 14-Tage-Routine
es: Tu rutina de 14 días
fr: Ta routine de 14 jours
it: La tua routine di 14 giorni

source: Your 14-day routine, AI-checked
de: Deine 14-Tage-Routine, KI-geprüft
es: Tu rutina de 14 días, revisada por IA
fr: Ta routine de 14 jours, vérifiée par IA
it: La tua routine di 14 giorni, verificata dall'IA

source: Your SPF, kept
de: Dein SPF, beibehalten
es: Tu SPF, conservado
fr: Ton SPF, conservé
it: Il tuo SPF, mantenuto

source: Your age group?
de: Deine Altersgruppe?
es: ¿Tu grupo de edad?
fr: Ta tranche d'âge ?
it: La tua fascia d'età?

source: Your estimated range: %lld – %lld
de: Deine geschätzte Spanne: %lld – %lld
es: Tu rango estimado: %lld – %lld
fr: Ta fourchette estimée : %lld – %lld
it: Il tuo intervallo stimato: %lld – %lld

source: Your evening cleanse matters more than any serum layered on top.
de: Deine Abendreinigung zählt mehr als jedes Serum darüber.
es: Tu limpieza de la noche importa más que cualquier sérum encima.
fr: Ton nettoyage du soir compte plus que n'importe quel sérum par-dessus.
it: La detersione serale conta più di qualsiasi siero sopra.

source: Your first estimate is ready.
de: Deine erste Schätzung ist bereit.
es: Tu primera estimación está lista.
fr: Ta première estimation est prête.
it: La tua prima stima è pronta.

source: Your first name
de: Dein Vorname
es: Tu nombre
fr: Ton prénom
it: Il tuo nome

source: Your first plan, ready in seconds.
de: Dein erster Plan, in Sekunden bereit.
es: Tu primer plan, listo en segundos.
fr: Ton premier plan, prêt en quelques secondes.
it: Il tuo primo piano, pronto in pochi secondi.

source: Your first scan starts the timeline.
de: Dein erster Scan startet den Verlauf.
es: Tu primer escaneo inicia la cronología.
fr: Ton premier scan lance la chronologie.
it: La prima scansione avvia la cronologia.

source: Your friend gets a free scan right away. Your bonus lands once they go Pro.
de: Dein Freund bekommt sofort einen Gratis-Scan. Dein Bonus kommt, sobald er Pro holt.
es: Tu amigo recibe un escaneo gratis al instante. Tu bono llega cuando se pase a Pro.
fr: Ton ami reçoit un scan gratuit tout de suite. Ton bonus arrive dès qu'il passe Pro.
it: Il tuo amico riceve subito una scansione gratis. Il tuo bonus arriva quando passa a Pro.

source: Your friend gets a free scan right away. Your bonus lands once they sign up and go Pro.
de: Dein Freund bekommt sofort einen Gratis-Scan. Dein Bonus kommt, sobald er sich registriert und Pro holt.
es: Tu amigo recibe un escaneo gratis al instante. Tu bono llega cuando se registre y compre Pro.
fr: Ton ami reçoit un scan gratuit tout de suite. Ton bonus arrive quand il s'inscrit et passe à Pro.
it: Il tuo amico riceve subito una scansione gratis. Il tuo bonus arriva quando si registra e passa a Pro.

source: Your glow, measured.
de: Dein Glow, gemessen.
es: Tu glow, medido.
fr: Ton éclat, mesuré.
it: Il tuo glow, misurato.

source: Your habits protect your baseline — we aim above it.
de: Deine Gewohnheiten schützen deinen Ausgangswert — wir zielen darüber.
es: Tus hábitos protegen tu base — apuntamos por encima.
fr: Tes habitudes protègent ta base — on vise plus haut.
it: Le tue abitudini proteggono la tua base — puntiamo più in alto.

source: Your kit
de: Dein Set
es: Tu kit
fr: Ton kit
it: Il tuo kit

source: Your photo is analysed for your scores and stays private.
de: Dein Foto wird für deine Scores analysiert und bleibt privat.
es: Tu foto se analiza para tus puntuaciones y se queda privada.
fr: Ta photo est analysée pour tes scores et reste privée.
it: La tua foto viene analizzata per i punteggi e resta privata.

source: Your photo is sent securely to generate your scores, then discarded.
de: Dein Foto wird sicher übertragen, um deine Werte zu erstellen, und danach verworfen.
es: Tu foto se envía de forma segura para generar tus resultados y luego se descarta.
fr: Ta photo est envoyée en toute sécurité pour générer tes scores, puis supprimée.
it: La tua foto viene inviata in modo sicuro per generare i tuoi punteggi, poi viene eliminata.

source: Your plan hits all three from day one — you just see the fast ones first.
de: Dein Plan geht alle drei ab Tag eins an — du siehst nur die schnellen zuerst.
es: Tu plan aborda los tres desde el día uno; solo ves antes los rápidos.
fr: Ton plan agit sur les trois dès le premier jour — tu vois juste les rapides en premier.
it: Il tuo piano agisce su tutti e tre dal primo giorno — vedi solo prima quelli rapidi.

source: Your plan is ready
de: Dein Plan ist bereit
es: Tu plan está listo
fr: Ton plan est prêt
it: Il tuo piano è pronto

source: Your plan is waiting.
de: Dein Plan wartet.
es: Tu plan te espera.
fr: Ton plan t'attend.
it: Il tuo piano ti aspetta.

source: Your plan tackles this first.
de: Dein Plan packt das zuerst an.
es: Tu plan ataca esto primero.
fr: Ton plan s'attaque à ça en premier.
it: Il tuo piano affronta prima questo.

source: Your reading card and 14-day plan are built from this first scan.
de: Deine Reading-Card und dein 14-Tage-Plan entstehen aus diesem ersten Scan.
es: Tu tarjeta de lectura y tu plan de 14 días se crean con este primer escaneo.
fr: Ta carte de lecture et ton plan de 14 jours sont créés à partir de ce premier scan.
it: La tua reading card e il piano di 14 giorni nascono da questa prima scansione.

source: Your reel is ready
de: Dein Reel ist fertig
es: Tu reel está listo
fr: Ton reel est prêt
it: Il tuo reel è pronto

source: Your result is locked in.
de: Dein Ergebnis ist gesichert.
es: Tu resultado está guardado.
fr: Ton résultat est verrouillé.
it: Il tuo risultato è bloccato.
